{
	"boeing":[
		{"name":"Boeing",
		"logo":"http://www.techhounds.com/data/uploads/page-photos/sponsors/boeing-logo.jpg",
		"description":"Boeing is the world's leading aerospace company and the largest manufacturer of commercial jetliners and military aircraft combined. Additionally, Boeing designs and manufactures rotorcraft, electronic and defense systems, missiles, satellites, launch vehicles and advanced information and communication systems. As a major service provider to NASA, Boeing is the prime contractor for the International Space Station. The company also provides numerous military and commercial airline support services. Boeing provides products and support services to customers in 150 countries and is one of the largest U.S. exporters in terms of sales.",
		"website":"http://www.boeing.com",
		"level":"platinum"}
	],
	"rolls-royce":[
		{"name":"Rolls-Royce",
		 "logo":"http://www.techhounds.com/data/uploads/page-photos/sponsors/rollsroyce.png",
		 "description":"Rolls-Royce, a world-leading provider of power systems and services for use on land, at sea and in the air, operates in four global markets - civil aerospace, defense aerospace, marine and energy. We continue to invest in core technologies, products, people and capabilities with the objective of broadening and strengthening the product portfolio, improving efficiency and enhancing the environmental performance of its products.",
		 "website":"http://www.rolls-royce.com/",
		 "level":"signature"}
	],
	"chs":[
		{"name":"CARMEL HIGH SCHOOL",
		"logo":"http://www.techhounds.com/data/uploads/page-photos/sponsors/CarmelHS.jpg",
		"description":"TechHOUNDS students all attend Carmel High School located in Carmel, Indiana. We are fortunate to have our well-equipped workspace and meeting places at the school itself. In addition, our school administration is notably supportive of all of our endeavors, not only in monetary contribution, but in attending our events and competitions.",
		"website":"http://www.ccs.k12.in.us",
		"level":"signature"}
	],
	"lentz":[
		{"name":"Lentz Independent Consulting",
		 "logo":"none",
		 "description":"Providing contracting and subcontracting services in the Indianapolis area for Java/JEE software development, project management, business analysis, and testing.",
		 "website":"none",
		 "level":"gold"}
	],
	"moriarity":[
		{"name":"Daniel F. and Ellen Frances Moriarty Fund for Technology and Leadership",
		 "logo":"none",
		 "description":"none",
		 "website":"none",
		 "level":"signature"}
	],
	"bastian":[
		{"name":"Bastian Solutions",
		 "logo":"http://www.techhounds.com/data/uploads/page-photos/sponsors/Bastian_Solutions.jpg",
		 "description":"Bastian Solutions is an independent material handling system integrator dedicated to helping customers improve their manufacturing, distribution, and logistics operations. The company provides system engineering and design, consulting and simulation, project management, and installation services, while sourcing the best material handling equipment and automation technologies. In addition, Bastian Solutions has developed its own suite of supply chain software and manufactures custom material handling technologies, robotic end of arm tools, and system control panels.",
		 "website":"http://www.bastiansolutions.com/",
		 "level":"platinum"}
	]
}
